tap "cartr/qt4"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "shinokada/tera"
tap "sidneys/homebrew"
tap "tomoyanonymous/flatcam"
brew "giflib"
brew "libpng"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "asciinema"
brew "pcre2"
brew "glib"
brew "autoconf"
brew "automake"
brew "boost"
brew "bash"
brew "bat"
brew "bcrypt"
brew "bear"
brew "cabextract"
brew "cairo"
brew "cbonsai"
brew "cdrtools"
brew "cmake"
brew "cmake-docs"
brew "cmocka"
brew "deno"
brew "dotnet"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "opus"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gcc@11"
brew "geos"
brew "pkg-config"
brew "proj"
brew "shared-mime-info"
brew "libheif"
brew "libpq"
brew "libxml2"
brew "libtool"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gtk+"
brew "gerbv"
brew "ghostscript"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnu-typist"
brew "lua"
brew "qt"
brew "gnuplot"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "guile"
brew "gum"
brew "hashcat"
brew "hexyl"
brew "himalaya"
brew "hwloc"
brew "hyperfine"
brew "libraw"
brew "imagemagick"
brew "ipfs"
brew "john-jumbo"
brew "jpeg"
brew "jq"
brew "node"
brew "jupyterlab"
brew "khal"
brew "libagg"
brew "libffi"
brew "libfido2"
brew "libpcap"
brew "libraqm"
brew "librsvg"
brew "py3cairo"
brew "libslirp"
brew "luarocks"
brew "make"
brew "maven"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "zlib"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nushell"
brew "ollama"
brew "onefetch"
brew "pcb2gcode"
brew "pillow"
brew "pipx"
brew "poetry"
brew "portaudio"
brew "postgresql@15"
brew "prr"
brew "pyenv"
brew "pyqt"
brew "qt@5"
brew "pyqt@5"
brew "python-setuptools"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "ripgrep"
brew "rust"
brew "scipy"
brew "shellcheck"
brew "shtool"
brew "sigrok-cli"
brew "silicon"
brew "spatialindex"
brew "starship"
brew "switchaudio-osx"
brew "telnet"
brew "timg"
brew "tinymist"
brew "tldr"
brew "tmux"
brew "typst"
brew "unar"
brew "uv"
brew "vdirsyncer"
brew "wget"
brew "wimlib"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "charmbracelet/tap/freeze"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "shinokada/tera/tera"
brew "tomoyanonymous/flatcam/flatcam-beta"
cask "basictex"
cask "equinox"
cask "font-symbols-only-nerd-font"
cask "ghidra"
cask "gstreamer-runtime"
cask "jordanbaird-ice"
cask "keycastr"
cask "kicad"
cask "kitty"
cask "netnewswire"
cask "ngrok"
cask "parsec"
cask "qmk-toolbox"
cask "scroll-reverser"
cask "sf-symbols"
cask "steelseries-gg"
vscode "13xforever.language-x86-64-assembly"
vscode "aaron-bond.better-comments"
vscode "aaronyoung.dark-synthwave-vscode"
vscode "aeschli.vscode-css-formatter"
vscode "ahmadawais.shades-of-purple"
vscode "alefragnani.project-manager"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "aswinkumar863.smarty-template-support"
vscode "avarayr.synthwave-refined"
vscode "bar9.stories"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "brenek.kotlin-for-frc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "dan-c-underwood.arm"
vscode "davidanson.vscode-markdownlint"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "filipesabella.live-p5"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "garmin.monkey-c"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "glenn2223.live-sass"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "hoovercj.vscode-power-mode"
vscode "humao.rest-client"
vscode "imanolea.z80-asm"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "k--kato.intellij-idea-keybindings"
vscode "levertion.mcjson"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mhutchie.git-graph"
vscode "mikehhodgson.monochrome-dark"
vscode "mortorqrobotics.wpilib-java-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-hub"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sabrsorensen.synthwave-blues"
vscode "samplavigne.p5-vscode"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "slevesque.shader"
vscode "sonarsource.sonarlint-vscode"
vscode "stevertus.mcscript"
vscode "strum355.vscode-mc-shader"
vscode "svelte.svelte-vscode"
vscode "thecodemonkey.synthwave-x-fluoromachine-epic-animations"
vscode "twxs.cmake"
vscode "tyriar.windows-terminal"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.quokka-vscode"
vscode "webrender.synthwave-x-fluoromachine"
vscode "wix.glean"
vscode "wpilibsuite.vscode-wpilib"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
vscode "zsakowitz.p5-resources"
vscode "zz5840.minecraft-lang-colorizer"
